Repository: BogdanZsolt/la-saphire-ingredients
Catalog: languages/lasaphire-ingredients-*.po
Languages: hu_hu

source: Latin name
hu_hu: Latin név

source: featured image
hu_hu: kiemelt kép

source: Date
hu_hu: Dátum

source: Custom Menu
hu_hu: Egyedi menü

source: Custom Submenu
hu_hu: Egyedi almenü

source: Custom Submenu 2
hu_hu: Egyedi almenü 2

source: Custom Link
hu_hu: Egyéni link

source: Hi I am from custom submenu!
hu_hu: Sziasztok az egyéni almenüből vagyok!

source: Hi I am from custom submenu 2!!!
hu_hu: Sziasztok az egyéni almenü 2-ből vagyok!!!

source: Hello, I am from the custom link template!!!
hu_hu: Sziasztok, az egyéni linksablonból származom!!!

source: Hey I am from custom tool link!!!
hu_hu: Hé, az egyedi eszköz linkjétől származom!!!

source: Hey I am from custom option link!!!
hu_hu: Hé, az egyéni opciós linkből származom!!!

source: Ingredients
hu_hu: Összetevők

source: Ingredient
hu_hu: Összetevő

source: Add New
hu_hu: Új hozzáadása

source: Add New Ingredient
hu_hu: Új összetevő hozzáadása

source: All Ingredients
hu_hu: Összes összetevő

source: Search Ingredients
hu_hu: Keresés az összetevők között

source: No ingredient found.
hu_hu: Az összetevő nem található.

source: No ingredient in Trash.
hu_hu: Az összetevő nem található a lomtárben.

source: Ingredient Cover Image
hu_hu: Összetevő Borítókép

source: Set cover image
hu_hu: Borítókép beállítása

source: Remove cover image
hu_hu: Borítókép törlése

source: Use as cover image
hu_hu: Használat Borítóképként

source: Ingredient archives
hu_hu: Összetevők arhívuma

source: Insert into ingredient
hu_hu: Beszúrás az összetevőkhöz

source: Uploaded to this ingredient
hu_hu: Feltöltés az összetevőhöz

source: Filter ingredients list
hu_hu: Szűrt összetevő lista

source: Ingredients list navigation
hu_hu: Összetevő lista navigáció

source: Ingredients list
hu_hu: Összetevő lista

source: New Ingredient
hu_hu: Új összetevő

source: Edit Ingredient
hu_hu: Összetevő szerkesztése

source: View Ingredient
hu_hu: Összetevő megtekintése

source: Ingredient info
hu_hu: Összetevő információ

source: Ingredient name
hu_hu: Összetevő név

source: Settings
hu_hu: Beállítások

source: Input Field
hu_hu: Beviteli mező

source: Textarea Field
hu_hu: Szövegterület mező

source: Select Field
hu_hu: Kiválasztó mező

source: Radio Field
hu_hu: Rádiómező

source: Checkbox Field
hu_hu: Jelölőnégyzet Mező

source: Image Uploader
hu_hu: Kép feltöltő

source: View all components
hu_hu: Az összes összetevő megtekintése

source: All
hu_hu: Mind

source: View the component that begins with a letter
hu_hu: Betűvel kezdődő összetevő megtekintése

source: Contain
hu_hu: Tartalmaz

source: La Saphire provide access to the ingredient list of products.
hu_hu: La Saphire hozzáférést biztosít a termékek összetevőlistájához.
